
# First part of App
# Registration 
INVITE_TO_REGISTER = '''
Рады видеть Вас в нашем боте! Мы не нашли учетную запись. 
Зарегестрируйтесь нажатием на кнопку ниже <3
'''
INVITE_TO_REGISTER_BTN = '''
🎉 Создать аккаунт
'''

START = '''
Привет! Вот список того, что я умею: 
1. /become_executor - Стать исполнителем
2. /appointments - Ваши заявки на встречи
3. /subscribe - Оформит подписку на сервис!
4. /shared - Просмотр календарей
'''

LK_BTN = '''
🧑‍🔧 Личный кабинет
'''

NOTIFICATION_BTN = '''
🔔 Уведомления
'''

CANCEL = '''
Вы завершили выполнение команды
'''

EXEC_AGREE = '''Да, стать исполнителем!'''

EXEC_CANCEL = '''Передумал(а)'''

EXEC_INTRO = '''
Исполнитель может создавать то-то, как вот.
Фишка 1
Фишка 2
Фишка 3

Заполните профиль исполнителя по кнопке:
'''

EXEC_BECOME = '''
Поздравляю, вы стали исполнителем! 
'''

EXEC_NOPE = '''
Вы решили не быть исполнителем
'''

EXEC_BTN = '''👋 Стать исполнителем!'''

EXEC_START = '''
Исполнитель может создавать то-то, как вот.
1. /add_event - Создать событие 
2. /events - Календарь ваших событий 
3. /subscribe - Оформит подписку на сервис!
'''

NOT_EXECUTOR = '''
Для выполнения данной команды вы должны быть исполнителем! 
Вы можете стать исполнителем написав команду /become_executor
'''

ALREADY_EXECUTOR = '''
Вы уже исполнитель! Зачем вам второй раз им становиться?) 
Используйте команду /start !
'''

EVENT = '''
Добавить новое событие в календарь. Нажмите на кнопку ниже: 
'''

EVENT_BTN = '''➕ Добавить событие'''

EVENTS = '''
Открыть список всех предстоящих событий 
'''

EVENTS_BTN = '''📦 Открыть календарь'''

NOT_REGISTRED = '''Простите, но у вас нет аккаунта. Создайте его вызвав команду /start'''

SHARED_START = '''
Список всех исполнителей, у которых вы можете назначить событие! 
'''

APPOINT_START = '''
Что бы назначит новое событие, воспользуйтесь кнопкой ниже: 
'''

SHARED_BTN = '''🔖 Открыть календари'''
