
# First part of App
# Registration 
INVITE_TO_REGISTER = '''
Рады видеть Вас в нашем боте! Мы не нашли учетную запись. 
Зарегестрируйтесь нажатием на кнопку ниже <3
'''
INVITE_TO_REGISTER_BTN = '''
🎉 Создать аккаунт
'''

START = '''
Привет! Вот список того, что я умею: 
1. Возможность 1 
2. Возможность 2 
3. Возможность 3 
'''

LK_BTN = '''
🧑‍🔧 Личный кабинет
'''

NOTIFICATION_BTN = '''
🔔 Уведомления
'''

CANCEL = '''
Вы завершили выполнение команды
'''

EXEC_AGREE = '''Да, стать исполнителем!'''

EXEC_CANCEL = '''Передумал(а)'''

EXEC_INTRO = '''
Исполнитель может создавать то-то, как вот.
Фишка 1
Фишка 2
Фишка 3

Заполните профиль исполнителя по кнопке:
'''

EXEC_BECOME = '''
Поздравляю, вы стали исполнителем! 
'''

EXEC_NOPE = '''
Вы решили не быть исполнителем
'''

EXEC_BTN = '''👋 Стать исполнителем!'''

EVENT = '''
Добавить новое событие в календарь. Нажмите на кнопку ниже: 
'''

EVENT_BTN = '''➕ Добавить событие'''

EVENTS = '''
Открыть список всех предстоящих событий 
'''

EVENTS_BTN = '''📦 Открыть календарь'''
